tap "adoptopenjdk/openjdk"
tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cask"
brew "cocoapods"
brew "coreutils"
brew "direnv"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "jenv"
brew "jq"
brew "libpq"
brew "libtool"
brew "libyaml"
brew "mas"
brew "maven"
brew "newt"
brew "nmap"
brew "nvm"
brew "pyenv"
brew "telnet"
brew "tree"
brew "watch"
brew "wget"
brew "zlib"
cask "adoptopenjdk11"
cask "adoptopenjdk13"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "appcleaner"
cask "authy"
cask "blackhole"
cask "cheatsheet"
cask "chef-workstation"
cask "epic-games"
cask "firefox"
cask "flux"
cask "gimp"
cask "gog-galaxy"
cask "google-backup-and-sync"
cask "google-chrome"
cask "grandperspective"
cask "haptickey"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "logitech-options"
cask "nightowl"
cask "pokerstars"
cask "postman"
cask "private-internet-access"
cask "shortcuts"
cask "sizeup"
cask "skype"
cask "smcfancontrol"
cask "sony-ps4-remote-play"
cask "steam"
cask "teamviewer"
cask "telegram"
cask "tor-browser"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Download Shuttle", id: 847809913
mas "Kindle", id: 405399194
mas "Playgrounds", id: 1496833156
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
