tap "adoptopenjdk/openjdk"
tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# Official Amazon AWS command-line interface
brew "awscli"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Emacs dependency management
brew "cask"
# Dependency manager for Cocoa projects
brew "cocoapods"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Load/unload environment variables based on $PWD
brew "direnv"
# Distributed revision control system
brew "git"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Manage your Java environment
brew "jenv"
# Generic library support script
brew "libtool"
# Java-based project management
brew "maven"
# Library for color text mode, widget based user interfaces
brew "newt"
# Manage multiple Node.js versions
brew "nvm"
# Python version management
brew "pyenv"
# User interface to the TELNET protocol
brew "telnet"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# General-purpose lossless data-compression library
brew "zlib"
cask "adoptopenjdk11"
cask "adoptopenjdk13"
cask "adoptopenjdk8"
cask "appcleaner"
cask "authy"
cask "blackhole"
cask "chef-workstation"
cask "discord"
cask "firefox"
cask "flux"
cask "gimp"
cask "grandperspective"
cask "haptickey"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "kindle"
cask "nightowl"
cask "postman"
cask "shortcuts"
cask "sizeup"
cask "slack"
cask "smcfancontrol"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
